Revit 2027 API
BuiltInFailures.OverlapFailures.ToposolidOverlap Property
 Highlighted toposolid overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ToposolidOverlap { get; }
Public Shared ReadOnly Property ToposolidOverlap As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ToposolidOverlap {
	FailureDefinitionId^ get ();
}
static member ToposolidOverlap : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace